Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/arild-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009 .
nob: Artikkel i boka Samisk skolehistorie 3 . Davvi Girji 2009 .

source: Sámás : Issát Sámmol Heatta
nob: Lærerberetninger fra Kvalsund

source: Andreas Arild bearrašiinnis ( Gova luoikan Ole Johan Nikodemussen )
nob: Andreas Arild med familie ( Foto utlånt av Ole Johan Nikodemussen )

source: Ovddeš áigi rievdá dávjá go galgat muitalit dan birra ollu jagiid maŋŋil .
nob: Fortida endrer seg ofte når vi skal fortelle om den mange år etterpå .

source: Leat gávdnan guokte čállosa main Andreas Arild ( 1875–1963 ) muitala eallimis birra oahpaheaddjin Fálesnuori suohkanis ovddit čuohtejagimolsuma báliid .
nob: Vi har funnet to skrifter der Andreas Arild ( 1875–1963 ) forteller om sitt liv som lærer i Kvalsund kommune rundt forrige århundreskifte .

source: Álggos mii almmuhit dás čállosa man son čálii Finnmarksposten-aviisii 25.11.1958 .
nob: Først gjengir vi her en artikkel han skreiv i Finnmarksposten i 1958 .

source: Lea čalbmáičuohcci go čállosis eai namuhuvvo giellaváttisvuođat mat dalle fertejit leat leamaš skuvllain , erenoamážit go Arild álggii dohko daid áiggiid go dáruiduhttinmearrádus čavgejuvvui , ja go mii diehtit ahte oahpahusgiella šattai stuora riidofáddán sutnje gii válddii badjelasas virggi su maŋŋil .
nob: Det er slående at artikkelen ikke nevner de språkvanskelighetene som må ha vært i skolen , særlig ut fra at Arild begynte samme år som fornorskingsinstruksen blei innskjerpa , og at vi vet at undervisningsspråket blei et stort stridsspørsmål under hans etterfølger i jobben .

source: 1950-logus eai hupman čuodjalit sámi ja látti vássánáiggi birra Fálesnuoris .
nob: Men på 1950-tallet var den samiske og kvenske fortida noe man ikke snakka høyt om i Kvalsund .

source: Gielladilálašvuođat bohtet čielgasit ovdan dan nuppi dokumeanttas , su ohcan 1900:s oažžut bálkálasáhusa dáruiduhttinfoanddas , « Finnefondet » .
nob: Språksituasjonen kommer derimot klart fram i det andre dokumentet , hans søknad om lønnstillegg fra Finnefondet i 1900 .

source: Andreas Arild lei Fálesnuori gieldda olmmoš , riehppovuotnalaš .
nob: Andreas Arild var fra Repparfjord i Kvalsund .

source: Son lei oahpaheaddjin iešguđet skuvllas Fálesnuoris 1898 rájes gitta 1902 rádjái ja dasto vel Porsáŋggus .
nob: Han var lærer ved forskjellige skoler i Kvalsund fra 1898 til 1902 og deretter i Porsanger .

source: Maŋŋil son orui Lillehammeris .
nob: Seinere bodde han på Lillehammer .

source: Andreas Arildis lei dárogiella eatnigiellan , muhto nu go ohcamis oaidná , de máhtii son sihke sámegiela ja suomagiela .
nob: Andreas Arild hadde norsk som morsmål , men som det går fram av søknaden , beherska han også samisk og kvensk .

source: Jáhkovuotna 60 jagi dassái , dalle go olbmot birgejedje buot váivviin buriin movttain
nob: Kokelv for 60 år siden , da folk tok alle vanskeligheter med et godt humør

source: Oktonis bottožiin jaskatvuođas – boares muittut badjánit fas - 1898:s bohten aiddo válbmanan ( ja vásáhusaid haga ) oahpaheaddjin Fálesnuori gildii Finnmárkui .
nob: I ensomme stunder når det er tyst – gamle minner dukker atter frem . – I 1898 kom jeg som nybakt ( og uerfaren ) lærer til Kvalsund kommune i Finnmark .

source: Nuoramussan ožžon 4 – njeallje – biirre , golbma dan biirres ledje jur gieldda ravddamus guovlluin .
nob: Som yngste mann fikk jeg 4 – fire – kretser , derav tre i ytterkantene av kommunen .

source: Návvuotna ( rádji Dálbmeluovttain ) , Gámanjárga ( rádji Sállannuriin ) , Jáhkovuotna ( rádji Muosáiguin ) ja Riehppovuotna ( mu mánnávuođa guovlu ) .
nob: Neverfjord ( med grense mot Talvik ) , Komagnes ( grense mot Sørøysund ) , Kokelv ( grense mot Måsøy ) og Repparfjord ( som min barndomsdal ) .

source: Buot biirriin ii lean skuvla juhkkojuvvon luohkáid mielde – 7-15-jahkásaš mánát ledje ovtta lanjas .
nob: I alle kretser var det ikke klassedelt skole – altså barn 7–15 år i samme klasse .

source: Dat šattai váddáseamos – ja danne maiddái losimus bargun – mii mus lea leamaš eallinagistan .
nob: Det blev det vanskeligste – og derfor det tyngste arbeide – jeg har hatt i min livstid .

source: Oahpaheaddjiskuvllas oahpahalaimet dušše skuvllain main oahppit ledje juhkkojuvvon jahkecehkiide , muhto dáppe mus ledje measta seamma ollu jahkeceahkit go oahppit .
nob: På lærerskolen hadde vi øvelse i bare klassedelt skole . Men her hadde jeg nesten like mange partier som det var elever : Jeg syntes synd på alle parter .

source: Fertejin bidjat buohkaid juogalágan doibmii , vai ii oktage čohkkán ja láittastuvvan .
nob: Det gjaldt å sysselsette alle , så ingen satt ledig og kjedet seg .

source: De ráhkadišgohten bargobihtáid buot jahkecehkiide , das gal lei ávki .
nob: Og så begynte jeg å lage oppgaver for de forskjellige alderstrinn , og det hjalp .

source: Go dušše fal máhtten ráhkadit juoidá mii sin mielas lei miellagiddevaš ja man sii máhtte bargat .
nob: Bare jeg kunne klare å prestere noe som interesserte og eleven klarte å løse .

source: Muittán buoremusat Jáhkovuona , go čohkkájin lanjastan skuvlalanja bajábealde eahketbottaid ( ja muhtumin gitta idjii ) .
nob: Jeg husker best Kokelv , der jeg satt alene på mitt kammer over klasserommet utover kveldene ( og ofte til langt på natt ) .

source: Jáhkovuona skuvla , 1912
nob: Kokelv skole 1912

source: ( Govva : Bernt Thomassen / Ulf Jacobsena govvačoahkkaldat )
nob: ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: – Dárbbašin goitge oaidnalit eará olbmuiguin .
nob: – Men jeg måtte jo også treffe folk .

source: Ja olbmot ledje buorit dološmállet šiega olbmot .
nob: Og folket det var av den gamle , gode , edle sorten .

source: Sis ii lean dámpagáddádanbáiki , ii poasta , ii telefovdna , ii gávpi ii ge váivvážiid kássa – lagabus go Fálesnuoris ja Hámmárfeasttas .
nob: De hadde ikke dampskipsanløp , ikke post , ikke telefon , ikke handel og ikke fattigkasse – nærmere enn Kvalsund og Hammerfest .

source: Sii fertejedje birget dákkár virolašvuođa mielde : Veahkehan du , ja don ges veahkehat mu .
nob: De måtte klare seg selv etter prinsippet : Jeg hjelper deg , så hjelper du meg .

source: Go fanas bođii joganjálmmi guvlui , viehkaledje buohkat , dievddut , nissonat ja mánát olggos mearragáddái ja gesse fatnasa gáddái .
nob: Når en båt kom seilende opp mot elveosen , så løp de , mann , kvinne og barn av huse til sjøen og dro båter på land .

source: Son guhte lei leamaš fávllis , juogadii guliid ránnjáiguin : « Galle dárbbašat ? »
nob: Den som hadde vært ute , delte ut fisk til naboene : « Hvor mange skal du ha ? »

source: Ii lean hupmu mávssu birra .
nob: . det var ikke tale om betaling .

source: Nuppes lei soames eará vuorru ges bargat nu .
nob: Neste gang var det en annens tur .

source: Dakkár luondu olbmuin , dat vuoigŋa dán unna servodagažis birgehii olbmuid . Sii birgejedje buot váivviin buriin movttain .
nob: Dette trekket i folket , denne ånd i det lille samfunn bar folk oppe , så de klarte alle vanskeligheter med godt humør .

source: Eai sii livčče dađi lihkolaččabut , vaikko sis livččii leamaš ollu ruhta ja eará buorit .
nob: De hadde ikke vært lykkeligere om de hadda hatt aldri så mange penger og andre livsgoder .

source: Dát movttiidahtii mu nai mu váttis dilis .
nob: Dette virket også oppmuntrende på meg i min vanskelige situasjon .

source: Ii ge das galle , sii ávžžuhe mu álggahit eahketskuvlla .
nob: Og jammen kom de frem med henstilling til meg om å sette i gang aftenskole .

source: Diehttelasat in sáhttán eará go čuovvolit dakkár ávžžuhusa – ja de šattai somá .
nob: Jeg kunne selvfølgelig ikke si nei til en slik oppfordring – og da ble det morro .

source: – Boares , skávžáluvvan ádját oktan nuorra bártniiguin , buohkat mojunjálmmiid ja reaškki .
nob: – Gamle , skjeggete kaller sammen med unggutter , alle med smil og latter .

source: Ferten vel otná dán beaivvi nai rámidit sin dan buori movtta dihte .
nob: Jeg må enda den dag i dag beundre humøret som var .

source: Dat lei buohkaide midjiide olles dálkkasin ( eallinvuoibmin ) .
nob: Det ble medisin ( livseliksir ) for oss alle .

source: Mii válddiimet ovdan rehkenastima ja dárogiela , eanas čálalaččat , daid lagamus dárbbuid mielde .
nob: Vi valgte som fag regning og norsk mest skriftlig med sikte på de nærmeste krav .

source: Mii vurkkodeimmet dan dáhpáhusa iežamet čiegusvuohtan .
nob: Vi bevarte denne lille hendelse for oss selv som privat sak .

source: Bálkán ja ávkin midjiide buohkaide lei dat buorre mokta , dat vuđolaš ipmárdus ja guoimmuheapmi maid oaččuimet .
nob: Lønn og utbytte for oss alle var det gode humøret , den dyptgående forståelse og underholdning vi oppnådde .

source: – Sis lei iežaset sárdneolmmái , Per Nilsen ( Niillas Piera ) .
nob: – De hadde sin egen predikant , Per Nilsen ( Nilas Piera ) .

source: Son orui Ruoššjoga gáttis ja doalai lohkama juohke sotnabeaivve .
nob: Han bodde på Måsøyåsen ved Russelven og holdt oppbyggelse hver søndag .

source: Sus lei erenoamáš máhtolašvuohta heivehit čálabáikki beaivválaš eallimii , ja dat dovdui maiddái olbmuid bargguin ja ovttastallamis .
nob: Han hadde en egen evne til å knytte teksten til hverdagslivet , og dette gjenspeilet seg også i folkets arbeidsliv og omgang .

source: Gávnnadeimme duvle Finnmárkku dálá skuvladirektevrrain .
nob: For en tid siden traff jeg den nuværende skoledirektør i Finnmark .

source: Son muitalii leamaš oba garra gilvvu Jáhkovuona ja Muorralvuona gaskka oažžut kapealla , ja dan áššis lei daddjon ahte Jáhkovuonas ii dáhpáhuva mihkkege .
nob: Han fortalte at det var litt av en tautrekning mellom Kokelv og Snefjord om et kapell og i den forbindelse var det uttalt at det hender ikke noe i Kokelv .

source: Politiijain ii leat goassege bargu doppe , ii hal Jáhkovuotna de dárbbaš goit kapealla .
nob: Politiet har aldri noe å gjøre der , så Kokelv behøvde ikke kapell .

source: Diet goit čujuha dan guvlui ahte dat boares vuoigŋa ii leat nohkan .
nob: Dette skulle jo tyde på at den gamle , gode ånd ikke er slukt .

source: ( Dat vuoigŋa gal lea ain eallime ... ) Fertet sávvat ahte goabbáge báiki oččošii kapealla fargga .
nob: ( Den gnist den lever hos ennu ... ) . Vi kan bare ønske at begge steder måtte få sitt kapell snart .

source: Ii go leat juoga mii gohčoduvvo smávvagirkuid ášši ?
nob: Er det ikke noe som heter småkirke-saken ?

source: Dološ áigge lei buot doaresbeale báikkiin erenoamáš čielga ipmárdus ahte olbmuin lei geatnegasvuohta veahkahallat guhtet guimmiideaset – juohkehaš diđii ahte son fargga soaitá dárbbašit siidaguoimmis veahki .
nob: I fortiden fantes det i de mest avsidesliggende grender en særlig klar bevissthet om gjensidig forpliktelse – for hver mann visste at han snart ville trenge naboens hjelp .

source: Dat lea vássán áiggiid čađa oahppa man galggašeimmet bisuhit ja atnit ávkin servodahkii .
nob: Dette er historisk lærdom som vi bør ta vare på og la komme samfunnet til gode .

source: Galgat váldit atnui buot dan jierpmálašvuođa ja vuđolaš ipmárdusa maid olbmuid vássán áiggit leat addán .
nob: Det gjelder å gi plass for all den visdom og alt det vidsyn menneskenes historie innebærer .

source: Dán ođđa áigge orrut nu gergosat hilgut duohtavuođa ja njuolggadusaid mat leat šaddaduvvon duhát jagiid vásáhusaid mielde .
nob: Nutiden synes å ha så lett for å kaste overbord sannheter og bud som bygger på flere tusen års erfaring .

source: Historjjá máhtolašvuohta oktan rávásnuvvan árvvoštallanmáhtuin ja čiekŋalis ipmárdusain lea oalle mihá čielgasit dárbbašlaš go galgat čoavdit daid ollu servodatváttisvuođaid .
nob: Men historiske kunnskaper kombinert med moden dømmeevne og perspektiv , er det i høyeste grad bruk for til løsning av de mange samfundsproblemer .

source: Dál golggada eallin mu birra dego áhpi .
nob: Nu livet meg omflyter som et hav .

source: Badjánehkoset boares muittut fas dassážii go jápmima mierká daid jávkada .
nob: La gamle minner dukke atter frem til dødens tåker lukker over dem.

source: Hr. Romssa bismagotti skuvladirektevrii
nob: Til hr. Skoledirektøren i Troms stift

source: Dán čállosa vuolláičálli jearrá dákko bokte vuollegašvuođain bálkálasáhusa sámefoanddas .
nob: Undertegnede andrager herved ærbødigst om lønstillæg af finnefondet .

source: Dan rájes go jagis 1898 válbmanin oahpaheaddjin Romssa semináras , lean dál guokte jagi doaibman oahpaheaddjin Riehppovuona skuvlabiirres Fálesnuori suohkanis .
nob: Siden jeg i 1898 blev udeksamineret fra Tromsø seminarium , har jeg nu i to aar virket som lærer i Ripperfjords skoledistrikt i Kvalsund kommune .

source: Dán guovllus lea eanas álbmogis sámi , látti dehe seaguhus sohkaduogáš .
nob: I dette distrikt er befolkningen næsten udelukkende af lappisk , kvænsk eller blandet herkomst .

source: Dušše hui hárve gávdno dáppe dáru dehe dárogielat joavku .
nob: Kun undtagelsesvis findes en norsk eller norsktalende familie .

source: 54 skuvlamánás leat 10 dáru , 4 látti ja 40 sámi máná .
nob: Af 54 skolebørn er 10 norske , 4 kvænske og 40 lappiske .

source: Guovttis dán guovllu 4 biirres leat aivve sámi mánát .
nob: I to af de 4 til distriktet hørende kredse er der udelukkende lappiske børn .

source: Go álgen deike , lei gaskamearálaš árvosátni dárogielas 4,5 dain mánáin geat eai lean dáru mánát .
nob: Da jeg begyndte her , var gjennomsnittskarakteren i norsk for ikke norske børn 4,5 .

source: Dál lea dat jur aitto 3 , nu ahte ferte sáhttit dadjat ahte sii leat bures ovdánan dárogielas dan vássán áigodaga ektui – 2 jagi .
nob: Nu er den knapt 3 , saa fremgangen i norsk maa siges at være god i forhold til tiden – 2 aar . Gamle Repparfjord skole

source: ( Sárgun : Bjørg Monsen Vars )
nob: ( Tegning : Bjørg Monsen Vars )

source: Lean bajásšaddan dán guovllus , mus lea olles máhtolašvuohta sihke sámegielas ja láttegielas ja dieđán bures dán guovllu dilálašvuođaid , danne mus leat buorit vejolašvuođat ovddidit dáruiduhttima .
nob: Jeg er opvokset i distriktet , er fuldt dyktig både i lappisk og kvensk og kjender godt til forholdene her , saa jeg har gode betingelser for at fremme fornorskningen .

source: Vázzen semináras iežan fágaiguin ja máksen goluidan ieš , in ge geavahan nuvttá saji .
nob: Paa seminariet gik jeg paa egen bekostning og nød ikke godt af friplads .

source: Mu opmodaga dilálašvuođat eai dasto leat nu fávdnádat .
nob: Mine formues forholde er derfor slet ikke gode .

source: Dát lea viiddis guovlu ja dáppe lea váttis bálvalit , ja go muhtun láhkái lean bidjan iežan eallima dasa – go juo lea mu šaddanbáiki – sávašin ahte munnje juolluduvvošii bálkálasáhus namuhuvvon foanddas dán jagi ovddas .
nob: Distriktet er vidstrakt og vanskeligt at betjene , og da jeg paa en maade har ofret mig for det – siden det er min fødebygd – haaber jeg at dette vil bli meg paaskjønnet med et lønstillæg af nævnte fond for inneværende aar .

source: Riehppovuonas Fálesnuoris , 2/6 1900 gutnalašvuođain A. B. Arild
nob: Ripperfjord i Kvalsund , den 2/6 1900 ærbødigst A. B. Arild

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
